Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The proposed test method is comparable to the currently registered test method.
es_es: El método analítico propuesto es equiparable al método registrado y vigente.

source: The proposed update to the specification for degradation product Z and the corresponding acceptance criteria provide sufficient control to ensure the quality of pramipexole dihydrochloride monohydrate tablets throughout the shelf-life.
es_es: La actualización propuesta en la especificación del producto de degradación Z y los criterios de aceptación correspondientes proporcionan un control suficiente para garantizar la calidad de pramipexol dihidroclorato monohidrato, comprimidos, durante toda su vida útil.

source: The protein concentration and osmolality of the fractions were measured.
es_es: Se midieron la concentración de proteína y la osmolalidad de las fracciones.

source: The protein concentration of the solution affects the potency and safety.
es_es: La concentración de proteínas de la solución afecta la potencia y la seguridad.

source: The protein content of alteplase samples is determined by UV absorption spectrophotometry.
es_es: El contenido de proteína de las muestras de alteplasa se determina por espectrofotometría de absorción UV.

source: The protein remains intact due to the disulfide linkage between cysteine 264 and cysteine 395.
es_es: La proteína permanece intacta debido al enlace disulfuro entre la cisteína 264 y la cisteína 395.

source: The protocol has been published elsewhere.15
es_es: El protocolo se ha publicado en otros medios.15

source: The proven acceptable range for light exposure during DP manufacturing was defined as shown in Table 39.
es_es: En la Tabla 39, se establece el rango aceptable comprobado para la exposición a la luz durante la fabricación del medicamento.

source: The purification process up to step C05 (Lysine Activity Pool) resulted in removal factors between 64,000 (run 22000) and 154,000 (run 22001).
es_es: El proceso de purificación hasta el paso C05 (mezcla de actividad de lisina) dio como resultado factores de eliminación de entre 64.000 (corrida 22000) y 154.000 (corrida 22001).

source: The purpose of the visits was to perform source data verification against the CRFs and to ensure that the trial was conducted in accordance with the clinical trial protocol.
es_es: El propósito de las visitas fue cotejar los datos originales con los CRF y garantizar que el ensayo se realizara de acuerdo con el protocolo del ensayo clínico.

source: The purpose of the visits was to perform source data verification against the eCRFs and to ensure that the trial was conducted in accordance with the CTP.
es_es: El propósito de las visitas fue cotejar los datos originales con los formularios electrónicos de reporte de casos y garantizar que el ensayo se realizara de acuerdo con el protocolo del ensayo clínico.

source: The purpose of this document is to support the introduction of an alternative manufacturing site (Boehringer Ingelheim España S.A.
es_es: El objetivo de este documento es respaldar la introducción de una planta productora alternativa (Boehringer Ingelheim España S.A.

source: The purpose of this document is to support the introduction of an alternative manufacturing site (Boehringer Ingelheim España S.A. – BI ES (SC)) for production of Spiriva® Respimat® Solution for Inhalation (2.5 μg tiotropium per actuation).
es_es: El objetivo de este documento es respaldar la introducción de una planta productora alternativa (Boehringer Ingelheim España S.A. - BI ES [SC]), para la producción de Spiriva® Respimat®, Solución para inhalación (2.5 μg de tiotropio por pulsación).

source: The purpose of this report is to present the qualitative and quantitative composition of the clinical trial dosage forms, including the placebo, used in the clinical studies for linagliptin
es_es: El propósito de este informe es presentar la composición cuali-cuantitativa de las posologías, incluso para el placebo, utilizadas en los estudios clínicos de linagliptina.

source: The qualitative and quantitative composition of one PFS-NSD-1 for subcutaneous administration is shown in Table 1.
es_es: En la Tabla 1, puede apreciarse la composición cuali-cuantitativa de una jeringa PFS-NSD-1 de administración subcutánea.

source: The qualitative and quantitative composition of one PFS-NSD-2 for subcutaneous administration is shown in Table 1.
es_es: En la Tabla 1, puede apreciarse la composición cuali-cuantitativa de una jeringa PFS-NSD-2 de administración subcutánea.

source: The qualitative and quantitative composition of powder for solution for injection 40 mg/vial and 50 mg/vial is shown in Table 1 and Table 2.
es_es: En la Tabla 1 y la Tabla 2, se presenta la composición cuali-cuantitativa del polvo para solución inyectable de 40 mg/vial y 50 mg/vial.

source: The qualitative and quantitative composition of pramipexole dihydrochloride monohydrate tablets, 0.25 mg / tablet is shown in Table 1.
es_es: En la Tabla 1, se presenta la composición cuali-cuantitativa de pramipexol diclorhidrato monohidrato, comprimidos, 0.25 mg / comprimido.

source: The qualitative and quantitative composition of spesolimab solution for injection in pre-filled syringe 150 mg/syringe (150 mg/mL) is provided in Table 1. The excipients are controlled to the respective compendial monograph(s).
es_es: En la Tabla 1, se presenta la composición cualitativa y cuantitativa de la solución inyectable de Espesolimab en jeringa precargada de 150 mg/jeringa (150 mg/ml). Los excipientes se controlan según la/s monografía/s respectiva/s de farmacopea.

source: The qualitative and quantitative composition of the batches put on stability is identical to the information provided in section P.1.
es_es: La composición cualitativa y cuantitativa de las partidas sometidas a estabilidad es idéntica a la información presentada en la sección P.1.

source: The qualitative test is not specific and not quality indicating for the drug product.
es_es: El análisis cualitativo no es específico ni indicador de calidad del medicamento.

source: The quality attribute Clip at Arg275/single chain is considered critical due to its potential effect on potency and PK/PD.
es_es: El atributo de calidad corte en Arg275/cadena única se considera crítico por su potencial efecto sobre la potencia y la farmacocinética/farmacodinamia.

source: The quality attribute disulfide integrity (mispaired disulfides) is considered critical due to its potential effect on potency and PK/PD.
es_es: El atributo de calidad integridad de puentes disulfuro (disulfuros mal emparejados) se considera crítico por su potencial efecto sobre la potencia y la farmacocinética/farmacodinamia.

source: The quality attribute tryptophan oxidation is considered critical due to its potential effect on PK/PD.
es_es: El atributo de calidad oxidación de metionina se considera crítico por su potencial efecto sobre la farmacocinética/farmacodinamia.

source: The quality attribute tryptophan oxidation is considered critical due to its potential effect on potency and PK/PD.
es_es: El atributo de calidad oxidación de triptófano se considera crítico por su potencial efecto sobre la potencia y la farmacocinética/farmacodinamia.

source: The quality attributes of the DP which are considered critical to DP development are listed in Table 2.
es_es: Los atributos de calidad del medicamento que se consideran fundamentales para su desarrollo se enumeran en la Tabla 2.

source: The quality attributes pH and content of the excipients PS 20 and arginine are relevant to maintain the protein in its native state and to limit degradation.
es_es: Los atributos de calidad pH y contenido de los excipientes PS 20 y arginina son relevantes para mantener la proteína en su estado nativo y limitar la degradación.

source: The quality of the drug product remains the same.
es_es: La calidad del medicamento sigue siendo la misma.

source: The quality target product profile (QTPP) and the critical quality attributes (CQA) related to the quality targets of the drug product (DP) remain unchanged by the addition of a new manufacturing area and no change in the control strategy was necessary.
es_es: Pese a sumarse una nueva área de fabricación, permanecen inalterados el perfil cualitativo previsto del producto y los atributos críticos de calidad relacionados con los objetivos de calidad del medicamento, por lo que no fue necesario modificar la estrategia de control.

source: The quality target product profile (QTPP) for the proposed commercial product is summarized in Table 2.
es_es: En la Tabla 2, se resume el perfil cualitativo previsto del producto (PCPP) para el producto comercial propuesto.

source: The quantification limits for the gas chromatographic methods were set reflecting the toxicological class of the target analytes.
es_es: Los límites de cuantificación para los métodos de cromatografía gaseosa se establecen de modo que reflejen la clasificación toxicológica de los analitos objetivo.

source: The quantification of residual DNA in tenecteplase solutions was performed using the ThresholdTM Total DNA assay.
es_es: La cuantificación de ADN residual en las soluciones de tenecteplasa se realizó por medio del ensayo de ADN total ThresholdTM.

source: The quantification of the individual extract components was then performed by HPLC-UV (HPLC with UV detection) or HPLC / CAD (charged aerosol detector) and GC-FID (gas chromatography with flame ionisation detection).
es_es: La cuantificación de los componentes individuales de los extractos se realizó por medio de HPLC-UV (HPLC con detección UV) o HPLC-CAD (detector de aerosol cargado) y GC-FID (cromatografía gaseosa con detección de ionización de llama).

source: The quantitation limit of the analytical method was set to 10 ppb and the detection limit to 3 ppb.
es_es: El límite de cuantificación del método analítico se fijó en 10 ppb y el límite de detección, en 3 ppb.

source: The quantitative icIEF method is proposed to substitute the qualitative IEF method and the quantitative CGE red.
es_es: Se propuso el método cuantitativo de iCIEF para sustituir el método cualitativo de IEF, y se propuso el método cuantitativo de CGE red.

source: The quantitative icIEF method is proposed to substitute the qualitative IEF method and the quantitative CGE red. method is proposed to substitute the qualitative SDS-PAGE method.
es_es: Se propone el método cuantitativo de iCIEFpara sustituir el método cualitativo de IEF, y se propone el método cuantitativo de CGE red. para sustituir el método cualitativo de SDS-PAGE.

source: The quantitative assessment of the elemental impurities includes the evaluation of the daily contribution to the total mass of elemental impurities in the drug product.
es_es: Para la evaluación cuantitativa de las impurezas elementales, se incluye una evaluación de la contribución diaria a la masa total de impurezas elementales del medicamento.

source: The quantity used may vary based on the potency.
es_es: Las cantidades empleadas pueden variar según la potencia..

source: The question in EXTEND-IA TNK is whether intravenous tenecteplase (IV TNK) would result in the same or better rate of recanalization at 1-2 hours after treatment compared with alteplase.
es_es: El interrogante en EXTEND-IA TNK es si la administración intravenosa de tenecteplasa (TNK i.v.) produciría la misma tasa o una tasa superior de recanalización tras 1-2 horas de tratamiento en comparación con alteplasa.

source: The randomisation code was kept secret by Clinical Trial Support up to database lock.
es_es: El equipo de respaldo del ensayo clínico mantuvo el código de aleatorización en secreto hasta el cierre de la base de datos.

source: The randomisation list of study subject numbers and assigned treatment sequences was to be provided to the trial site in advance.
es_es: Tanto la lista de aleatorización con los números de sujeto de estudio como las secuencias de tratamiento asignadas debían entregarse al centro del ensayo con antelación.

source: The randomisation list was to contain additional allocation numbers to allow for subject replacement (Section 9.3.3).
es_es: La lista de aleatorización tenía que contener números de asignación adicionales para el reemplazo de sujetos en el caso de ser necesario (Sección 9.3.3).

source: The randomised set (RAN) included all randomised subjects, whether treated or not.
es_es: En el grupo aleatorizado (RAN) se incluyeron todos los sujetos aleatorizados, hubieran sido tratados o no.

source: The randomization schedule is stratified by recruiting site location:
es_es: El programa de aleatorización se estratifica según la ubicación del centro de reclutamiento:

source: The randomization system for investigational product was based on computer generated randomisation code lists (permuted blocks), with stratification for site of baseline arterial occlusion.
es_es: El sistema de aleatorización del producto en investigación utilizó listas de códigos de aleatorización computarizadas (bloques permutados), con estratificación por sitio de oclusión arterial al inicio.

source: The randomization system for investigational product will be based on computer generated randomization code lists, with stratification for site of baseline arterial occlusion (as described in 4.
es_es: El sistema de aleatorización del producto en investigación utilizará listas de códigos computadorizadas, y se implementará una estratificación por entorno hospitalario (parte 2 solamente) y por sitio de oclusión arterial inicial (como se describe en 4.

source: The randomization system for investigational product will be based on computer generated randomization code lists, with stratification for site of baseline arterial occlusion (as described in 4. Study Design).
es_es: El sistema de aleatorización del producto en investigación utilizará listas de códigos computadorizadas, y se implementará una estratificación por entorno hospitalario (parte 2 solamente) y por sitio de oclusión arterial inicial (como se describe en 4. Diseño del estudio).

source: The randomization system for investigational product will be based on computer generated randomization code lists, with stratification for hospital setting (part 2 only) and site of baseline arterial occlusion (as described in 4.
es_es: El sistema de aleatorización del producto en investigación utilizará listas de códigos computadorizadas, y se implementará una estratificación por entorno hospitalario (parte 2 solamente) y por sitio de oclusión arterial inicial (como se describe en 4.

source: The range is therefore set from 50 – 150 % (3.15 – 9.40 μg).
es_es: Por lo tanto, el intervalo se establece de 50% a 150% (3.15 a 9.40 μg).

source: The range is therefore set from 50 – 150 % (3.15 – 9.40 µg).
es_es: Por lo tanto, el intervalo se establece de 50 a 150 % (3.15 a 9.40 µg).

source: The range of an analytical procedure is the interval between the upper and lower concentration (amounts) of analyte in the sample (including these concentrations) for which it has been demonstrated that the analytical procedure has a suitable level of precision, accuracy and linearity.
es_es: El intervalo de un procedimiento analítico es el rango entre la concentración superior e inferior (cantidades) del analito en la muestra (en cantidades) (incluidas dichas concentraciones) para el que se demostró que el procedimiento analítico tiene un nivel adecuado de precisión, exactitud y linealidad.

source: The range of pH 5.2 – 5.8 was set as an acceptance criterion considering formulation robustness studies, manufacturing experience and analytical method variability.
es_es: Se estableció como criterio de aceptación un rango de pH de 5,2 – 5,8, teniendo en cuenta los estudios de robustez de la formulación, la experiencia de fabricación y la variabilidad del método analítico.

source: The range of the SST criteria were determined from all sequences during the validation and is shown in Table 63.
es_es: En todas las secuencias, el intervalo de los diferentes criterios aplicables a la prueba de idoneidad del sistema, se determinó durante la validación, tal como se muestra en la Tabla 63.

source: The range of the SST criteria were determined from all sequences during the validation and is shown inTable 63.
es_es: En todas las secuencias, el intervalo de los diferentes criterios aplicables a la prueba de idoneidad del sistema, se determinó durante la validación, tal como se muestra en la Tabla 63.

source: The range of the parameter “Discard after relevant process interruption” is covered in Table 19.
es_es: El rango del parámetro “Descartar después de una interrupción importante” se aborda en la Tabla 19.

source: The ranges of the filling and stoppering process parameters are summarized in Table 3.
es_es: Los rangos de los parámetros del proceso de llenado y taponado se resumen en la Tabla 3.

source: The ranges of the sterile filtration process parameters are summarized in Table 2.
es_es: Los rangos de los parámetros del proceso de filtración estéril se resumen en la Tabla 2.

source: The ranges of the thawing, pooling, splitting and filtration process parameters are summarized in Table 1.
es_es: Los rangos para los parámetros del proceso de descongelamiento, agrupamiento, división y filtración se resumen en la Tabla 1.

source: The rate of absorption was faster under fasted conditions when metformin was administered in both the fixed dose combination and the free dose combination as compared to the rate of absorption under fed conditions (Figures 11.5.2.2.1: 1 and 11.5.2.2.1: 3).
es_es: La velocidad de absorción con metformina en combinación libre y fija fue mayor en condiciones preprandiales que postprandiales (Figuras 11.5.2.2.1: 1 y 11.5.2.2.1: 3).

source: The rate of hydrolysis is also seen to decrease with increasing arginine concentration.
es_es: También se observa que la tasa de hidrólisis disminuye al aumentar la concentración de arginina.

source: The rationale for dose and dose-interval selection is described in Section 9.4.1.2.
es_es: En la Sección 9.4.1.2, se encuentra la justificación de la selección y los intervalos de dosis.

source: The raw material Geneticin, which is used as a media component, is produced via microbial fermentation.
es_es: La materia prima geneticina, que se utiliza como componente del medio, se produce por fermentación microbiana.

source: The reaction conditions for nitrosation reactions (time, temperature, pH, nitrosating agent concentration) are generally sub-optimal during most manufacturing steps
es_es: Las condiciones para las reacciones de nitrosación (tiempo, temperatura, pH, concentración del agente nitrosante) son en general subóptimas durante la mayoría de los pasos de fabricación.

source: The reagent volumes per cuvette are pipetted in the following order:
es_es: Mediante una pipeta, se insertan los volúmenes de reactivo de cada cubeta en el siguiente orden:

source: The reason for accessing the code break, together with the date, had to be documented on the appropriate eCRF page.
es_es: En la página correspondiente del eCRF, se debía documentar el motivo del acceso al codigo junto con la fecha.

source: The reason for breaking the treatment code was to be documented along with the date and the initials of the person who broke the code; appropriate documentation had to be made on the eCRF.
es_es: Debía quedar documentado el motivo del desenmascaramiento del código, junto con la fecha y las iniciales de quien hubiera hecho el procedimiento; todo debía quedar adecuadamente documentado en el eCRF.

source: The reason for the change of the description is to give more details on the validation performance parameters and its acceptance criteria in order to clearly separate between acceptance criteria for sample and for buffers.
es_es: El cambio de descripción permite proporcionar más detalles sobre los parámetros de desempeño analítico de la validación y sus criterios de aceptación, y diferenciar con claridad los criterios de aceptación de la muestra y de los buffers.

source: The reason for the decision on causal relationship for unlisted AEs had to be provided in the eCRF.
es_es: En el CRFe, debía indicarse el motivo de la causalidad establecida para los eventos adversos no incluidos en las enumeraciones precedentes.

source: The recommended shelf-life and storage for the spesolimab PFS-NSD-1 is summarized in Table 40.
es_es: En la Tabla 40, se resumen la vida útil y las condiciones de almacenamiento recomendadas para el dispositivo PFS-NSD-1 de Espesolimab.

source: The recommended shelf-life of 36 months for climatic zones I — IV presented in Section 3.2.P.8.1 Stability conclusion is based on the long-term and accelerated stability data obtained for the approved 40 and 50 mg/vial presentations and the demonstrated comparability between 25 and 40 mg vial presentations.
es_es: La vida útil recomendada de 36 meses para las zonas climáticas I a IV presentada en la Sección 3.2.P.8.1, Conclusión sobre la estabilidad, se basa en la información sobre estabilidad acelerada y a largo plazo de las presentaciones aprobadas de 40 y 50 mg/frasco-vial y la comparabilidad demostrada entre las presentaciones de viales de 25 y 40 mg.

source: The reconstituted product is designed for parenteral administration.
es_es: El producto reconstituido está previsto para la administración parenteral.

source: The recoveries (single and mean values) of the single-chain peak area related to the peak areas at target load were calculated.
es_es: Se calcularon las recuperaciones (valores medios e individuales) de las áreas de los picos de cadena única en relación con las áreas del pico en la carga objetivo.

source: The recovery for QC 01 with matrix was between 79 % - 130 %.
es_es: La recuperación de QC 01 con matriz estuvo entre 79 % y 130 %.

source: The recovery is also shown in Table 9.
es_es: La recuperación también se muestra en la Tabla 9.

source: The recovery of NDMA in > QL solutions without matrix (QC02) was between 94 - 106 %.
es_es: La recuperación de NDMA en las soluciones sin matriz > QL (QC02) estuvo entre 94 y 106 %.

source: The recovery of NDMA in > QL solutions without matrix (QC03) was between 96 - 107 %.
es_es: La recuperación de NDMA en las soluciones sin matriz > QL (QC03) estuvo entre 96 y 107 %.

source: The recovery of NDMA in > QL spiked matrix samples (QC02) was between 91 - 109 %.
es_es: La recuperación de NDMA en las muestras enriquecidas de matriz > QL (QC02) estuvo entre 91 y 109 %.

source: The recovery of NDMA in > QL spiked matrix samples (QC03) was between 92 - 105 %.
es_es: [fuzzy]La recuperación de NDMA en las muestras enriquecidas de matriz > QL (QC03) estuvo entre 92 y 105 %.

source: The recovery of NDMA in QL solutions without matrix (QC01) was between 89 - 127 %.
es_es: La recuperación de NDMA en las soluciones sin matriz al QL (QC01) estuvo entre 89 y 127 %.

source: The recovery of NDMA in QL spiked matrix samples (QC 01) was between 79 – 130 %.
es_es: La recuperación de NDMA en las muestras enriquecidas de matriz al QL (QC 01) estuvo entre 79 y 130 %.

source: The recovery of NDMA in QL spiked matrix samples (QC01) was between 79 - 130 %.
es_es: La recuperación de NDMA en las muestras enriquecidas de matriz al QL (QC01) estuvo entre 79 y 130 %.

source: The recovery of QC 01 without matrix was between 79 % - 130 %.
es_es: La recuperación de QC 01 sin matriz estuvo entre 79 % y 130 %.

source: The recovery of QC 01 without matrix was between 89 % - 127 %.
es_es: La recuperación de QC 01 sin matriz estuvo entre 89 % y 127 %.

source: The recovery of QC 02 without matrix was between 91 % - 109 %.
es_es: La recuperación de QC 02 sin matriz estuvo entre 91 % y 109 %.
